11/data/attachments/8e63da5467e47c49.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_7fb622e7-19d7-4578-9585-8a3d2f768098</nif:username>
            <nif:friendToBeAdded>Kimberly_blue_Friend_61827_8</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>